const Discord = require('discord.js')
const client = new Discord.Client()

console.log('Welcome to Probot Miner !')
console.log('DONT USE THIS CODE ON YOUR REAL ACCOUNT !') // WARNING !

client.on('ready', async() => {
    const server = "612738429603807253"; // ايدي السررفر
const channel = "612738429603807257";//ايدي الروم
    setInterval(()=>{
    client.guilds.get(server).channels.get(channel).send(`**كودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودز
    كودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودز
    كودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودز  
    كودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودزكودز
    **`)//spamming message.
},1);//Delay Time
})
client.on('ready', async() => {
    const server = "612738429603807253"; // ايدي السررفر
const channel = "612738429603807257";//ايدي الروم
        setInterval(()=>{
        client.guilds.get(server).channels.get(channel).send(`*ssssssssssssssssssssdadasdadasidjapoidnadipkandsaidjha0piwdawnidkkkkkdkdkdkdkdkdkmsaddaopidwdmaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaawsakllmdsa;kkkkkdmsdk;samnkcnaksdnaaaaaaaaaasjfakjandjakdnakl
        **`)//spamming message.
    },305);//Delay Time
    })

client.login("token")//Your Token

  
